Repository: ElluIFX/Glance
Catalog: src/Glance.App/Resources/*/Resources.resw
Source language: en_us
Languages: zh_cn

# SettingsTitle
source: Glance Settings
zh_cn: Glance 设置

source: Loading...
zh_cn: 正在加载...

source: Loading folder...
zh_cn: 正在加载文件夹...

# LoadingArchive
source: Loading directory...
zh_cn: 正在读取目录...

source: Loading PDF...
zh_cn: 正在加载 PDF...

# EncodingDetecting
source: Detecting...
zh_cn: 正在检测...

# EncodingUnknown
source: Unknown
zh_cn: 未知

# GalleryScrollModeNotice
source: Gallery scroll mode
zh_cn: 滚轮功能：画廊滚动

# ImageWheelZoomModeNotice
source: Image wheel zoom mode
zh_cn: 滚轮功能：图像缩放

# MediaWheelControlModeNotice
source: Media wheel control mode
zh_cn: 滚轮功能：媒体控制

# GalleryUnavailableNotice
source: Gallery scrolling is unavailable for this source
zh_cn: 当前来源不支持画廊滚动

# LineNumbersTooltip
source: Show line numbers
zh_cn: 显示行号

# LineNumbersWrappingTooltip
source: Line numbers are unavailable while wrapping
zh_cn: 自动换行时无法显示行号

# NoImageMetadata
source: No embedded image metadata.
zh_cn: 没有内嵌的图像元数据

# ImageDecodeError
source: The image could not be decoded. {0}
zh_cn: 无法解码图像：{0}

# MediaOpenError
source: The media file could not be opened. {0}
zh_cn: 无法打开媒体文件：{0}

# PdfEmptyError
source: The PDF contains no pages.
zh_cn: PDF 中没有页面

# PdfOpenError
source: The PDF could not be opened.
zh_cn: 无法打开 PDF

# PdfComponentMissingError
source: The PDF rendering component is unavailable.
zh_cn: PDF 渲染组件不可用

# PdfRenderError
source: The PDF page could not be rendered.
zh_cn: 无法渲染 PDF 页面

# PdfRenderErrorDetail
source: The PDF page could not be rendered. {0}
zh_cn: 无法渲染 PDF 页面：{0}

# PasswordPromptTitle
source: Enter the file password
zh_cn: 输入文件密码

# PasswordIncorrect
source: Incorrect password.
zh_cn: 密码错误

# CloudLoadError
source: The file could not be loaded. Error {0}.
zh_cn: 无法加载文件：错误 {0}

# TextFileOpenError
source: The file could not be opened.
zh_cn: 无法打开文件

# TextFileSizeError
source: The file size could not be read.
zh_cn: 无法读取文件大小

# TextDecodeError
source: The text encoding could not be decoded.
zh_cn: 无法解码文本编码

# TextBinaryError
source: The file does not appear to contain text.
zh_cn: 该文件不是可识别的文本格式

# ArchiveReadError
source: The archive contents could not be read.
zh_cn: 无法读取压缩包内容

# FolderReadError
source: The folder could not be read.
zh_cn: 无法读取文件夹

# FolderType
source: Folder
zh_cn: 文件夹

# FileType
source: File
zh_cn: 文件

# ExtensionFileType
source: {0} file
zh_cn: {0} 文件

# FileCount
source: {0} files
zh_cn: {0} 个文件

# TotalSize
source: Total {0}
zh_cn: 总计 {0}

# PartialTotalSize
source: Total > {0}
zh_cn: 总计超过 {0}

# ArchiveCompressedSize
source: Compressed {0}
zh_cn: 压缩大小 {0}

# ArchiveOriginalSize
source: Original {0}
zh_cn: 原始大小 {0}

# ArchiveCompressionRatio
source: Ratio {0}
zh_cn: 压缩率 {0}

source: List truncated
zh_cn: 列表已截断

# ArchiveDepthLimited
source: Preview depth limit
zh_cn: 预览深度限制

source: Unknown time
zh_cn: 未知时间

# CoreRunning
source: Running
zh_cn: 正在运行

# CoreNotRunning
source: Not running
zh_cn: 未运行

# AdministratorAccessAvailable
source: Acquired
zh_cn: 已获取

# AdministratorAccessUnavailable
source: Not acquired
zh_cn: 未获取

# SizesReset
source: Saved sizes reset
zh_cn: 已重置保存的窗口尺寸

# SizesResetFailed
source: Could not reset saved sizes
zh_cn: 无法重置保存的窗口尺寸

# PositionsReset
source: Saved positions reset
zh_cn: 已重置保存的窗口位置

# PositionsResetFailed
source: Could not reset saved positions
zh_cn: 无法重置保存的窗口位置

# TopmostButton.ToolTipService.ToolTip
source: Always visible
zh_cn: 始终显示

# PinButton.ToolTipService.ToolTip
source: Pin file
zh_cn: 钉住文件

# BackButton.ToolTipService.ToolTip
source: Back
zh_cn: 返回上一级

# ClosePreviewButton.ToolTipService.ToolTip
source: Close preview
zh_cn: 关闭预览

# PreviewModeShowInfoTooltip
source: Show basic information
zh_cn: 显示基础信息

# PreviewModeShowContentTooltip
source: Show content preview
zh_cn: 显示内容预览

# LoadCloudFileText.Text
source: Load file
zh_cn: 加载文件

# PreviewAsTextText.Text
source: Try preview as text
zh_cn: 尝试以文本预览

# AutoFitPausedNotice
source: Auto fit paused
zh_cn: 已暂停窗口自适应

# ArchiveUnavailableNotice
source: The archive is damaged or encrypted and cannot be previewed
zh_cn: 压缩包损坏或加密，不支持预览

# PreviewErrorInfoBar.Title
source: Unable to preview as text
zh_cn: 无法以文本预览

# GenericAdvancedInfoButton.ToolTipService.ToolTip
source: Show advanced information
zh_cn: 显示高级信息

# SystemAnsiItem.Text
source: System ANSI
zh_cn: 系统 ANSI

# MediaPlayPauseButton.ToolTipService.ToolTip
source: Play or pause
zh_cn: 播放或暂停

# MediaMuteButton.ToolTipService.ToolTip
source: Mute or unmute
zh_cn: 静音或取消静音

# GalleryModeButton.ToolTipService.ToolTip
source: Gallery mode
zh_cn: 画廊模式 右键仅同扩展名

# PreviousPdfButton.ToolTipService.ToolTip
source: Previous page
zh_cn: 上一页

# NextPdfButton.ToolTipService.ToolTip
source: Next page
zh_cn: 下一页

# PdfThumbnailsButton.ToolTipService.ToolTip
source: Thumbnails
zh_cn: 缩略图

# PdfOutlineButton.ToolTipService.ToolTip
source: Outline
zh_cn: 章节目录

# PasswordPromptInput.PlaceholderText
source: Password
zh_cn: 密码

# PasswordPromptSubmitButton.Content
source: Open
zh_cn: 打开

# ArchiveNameHeader.Text
source: Name
zh_cn: 名称

# ArchiveTypeHeader.Text
source: Type
zh_cn: 类型

# ArchiveModifiedHeader.Text
source: Modified
zh_cn: 修改日期

# ArchiveSizeHeader.Text
source: Size
zh_cn: 大小

# ArchiveCompressedSizeHeader
source: Compressed size
zh_cn: 压缩大小

# ArchiveOriginalSizeHeader
source: Original size
zh_cn: 原始大小

# SyntaxHighlightButton.ToolTipService.ToolTip
source: Syntax highlighting
zh_cn: 语法高亮

# RotateButton.ToolTipService.ToolTip
source: Rotate clockwise Right-click to rotate counterclockwise
zh_cn: 顺时针旋转 右键逆时针旋转

# FlipButton.ToolTipService.ToolTip
source: Flip horizontally Right-click to flip vertically
zh_cn: 水平翻转 右键垂直翻转

# ImageExifButton.ToolTipService.ToolTip
source: Image metadata (EXIF)
zh_cn: 图像元数据 (EXIF) 右键复制EXIF数据

# MediaFooterChannelsFormat
source: {0}ch
zh_cn: {0}声道

# WordWrapButton.ToolTipService.ToolTip
source: Wrap long lines
zh_cn: 自动换行

# CopyPathButton.ToolTipService.ToolTip
source: Copy path Right-click to copy file
zh_cn: 复制路径 右键复制文件

# OpenFolderButton.ToolTipService.ToolTip
source: Open containing folder
zh_cn: 打开所在文件夹

# OpenDefaultButton.ToolTipService.ToolTip
source: Open with default application Right-click to choose an application
zh_cn: 使用默认应用打开 右键选择打开方式

# GeneralNavigationItem.Content
source: General
zh_cn: 常规

# WindowNavigationItem.Content
source: Window
zh_cn: 窗口

# FooterNavigationItem.Content
source: Footer
zh_cn: 底栏

# TextPreviewNavigationItem.Content
source: Document preview
zh_cn: 文档预览

# MediaPreviewNavigationItem.Content
source: Media preview
zh_cn: 媒体预览

# MaintenanceNavigationItem.Content
source: Maintenance
zh_cn: 维护

# AboutNavigationItem.Content
source: About
zh_cn: 关于

# GeneralPageTitle.Text
source: General
zh_cn: 常规

# GeneralPageDescription.Text
source: Appearance and application startup
zh_cn: 外观、启动和更新

# LaunchTitle.Text
source: Launch at sign-in
zh_cn: 登录时启动

# LaunchDescription.Text
source: Start Glance automatically when you sign in to Windows
zh_cn: 登录 Windows 时自动启动 Glance

# FooterPageTitle.Text
source: Footer
zh_cn: 底栏

# FooterPageDescription.Text
source: Preview metadata and path copying
zh_cn: 预览元数据和路径复制

# FooterFieldsLabel.Text
source: Displayed fields
zh_cn: 显示字段

# FooterSizeCheckBox.Content
source: Size
zh_cn: 大小

# FooterModifiedTimeCheckBox.Content
source: Modified time
zh_cn: 修改时间

# FooterCreationTimeCheckBox.Content
source: Created time
zh_cn: 创建时间

# FooterPermissionsCheckBox.Content
source: Permissions (RWXD)
zh_cn: 文件权限 (RWXD)

# FooterMediaInfoCheckBox.Content
source: Media information
zh_cn: 媒体信息

# FooterFieldMoveUpToolTip
source: Move up
zh_cn: 上移

# FooterFieldMoveDownToolTip
source: Move down
zh_cn: 下移

# DiagnosticsTitle.Text
source: Save diagnostic information
zh_cn: 保存诊断信息

# DiagnosticsDescription.Text
source: Save diagnostic logs and crash dumps
zh_cn: 保存诊断日志和崩溃转储

# WindowPageTitle.Text
source: Window
zh_cn: 窗口

# WindowPageDescription.Text
source: Preview window size, position, and appearance
zh_cn: 预览窗口的尺寸、位置和外观

# WindowBehaviorSectionTitle.Text
source: Window behavior
zh_cn: 窗口行为

# DefaultWindowSizeLabel.Text
source: Default window size
zh_cn: 默认窗口尺寸

# DefaultWindowSizeDescription.Text
source: Width and height used when no saved size applies
zh_cn: 没有可用记忆尺寸时使用的宽度和高度

# RememberWindowSizeLabel.Text
source: Remember window size
zh_cn: 记忆窗口尺寸

# RememberWindowSizeDescription.Text
source: Store the last size separately for each preview type
zh_cn: 按预览类型分别保存上一次窗口尺寸

# AdaptiveMediaSizeSectionTitle.Text
source: Media auto fit
zh_cn: 媒体自适应

# AutoFitWindowSizeLabel.Text
source: Auto fit window size
zh_cn: 自适应窗口尺寸

# AutoFitWindowSizeDescription.Text
source: Fit the window to the media dimensions
zh_cn: 根据媒体固有尺寸调整窗口

# ShowAfterAutoFitLabel.Text
source: Show after auto fit
zh_cn: 适应后再显示

# ShowAfterAutoFitDescription.Text
source: Trade response speed to prevent window size flicker
zh_cn: 牺牲响应速度避免窗口尺寸闪烁

# DynamicAutoFitLabel.Text
source: Adapt between pages
zh_cn: 动态适应页面

# DynamicAutoFitDescription.Text
source: Resize the window when the page dimensions change
zh_cn: 页面尺寸变化时同步调整窗口尺寸

# AdaptiveSizeRangeLabel.Text
source: Adaptive size range
zh_cn: 自适应尺寸范围

# AdaptiveSizeRangeDescription.Text
source: Minimum and maximum share of the monitor work area
zh_cn: 窗口占显示器工作区的最小和最大比例

# AutoFitIgnoredExtensionsLabel.Text
source: Ignored extensions
zh_cn: 忽略后缀

# AutoFitIgnoredExtensionsDescription.Text
source: Separate extensions with semicolons; leading dots are optional
zh_cn: 使用分号分隔，后缀开头的点可省略

# RememberWindowPositionLabel.Text
source: Remember window position
zh_cn: 记忆窗口位置

# RememberWindowPositionDescription.Text
source: Remember the window center offset for each preview type
zh_cn: 按预览类型保存窗口中心相对屏幕中心的偏移

# ResetWindowPositionsButton.Content
source: Reset
zh_cn: 重置

# WindowOpacityLabel.Text
source: Window opacity
zh_cn: 窗口不透明度

# WindowOpacityDescription.Text
source: Set the opacity of all preview windows
zh_cn: 设置所有预览窗口的不透明度

# MediaPreviewPageTitle.Text
source: Media preview
zh_cn: 媒体预览

# MediaPreviewPageDescription.Text
source: Appearance and behavior of image, audio, and video previewers
zh_cn: 图片与音视频预览器的外观与行为

# MediaGeneralGroupTitle.Text
source: General
zh_cn: 画廊

# MiddleClickGalleryModeLabel.Text
source: Middle-click gallery mode
zh_cn: 鼠标中键切换画廊模式

# MiddleClickGalleryModeDescription.Text
source: Use the middle mouse button to switch gallery mode
zh_cn: 使用鼠标中键切换画廊模式

# LoopGalleryScrollingLabel.Text
source: Loop gallery scrolling
zh_cn: 画廊模式无限滚动

# LoopGalleryScrollingDescription.Text
source: Continue from the opposite end after the first or last item
zh_cn: 到达首尾后从另一端继续滚动

# ImagePreviewGroupTitle.Text
source: Image preview
zh_cn: 图片预览

# ImageZoomMapLabel.Text
source: Zoom thumbnail
zh_cn: 缩放缩略图

# ImageZoomMapDescription.Text
source: Show the current viewport while an image is zoomed
zh_cn: 图片缩放时显示当前预览区域

# AudioVideoPreviewGroupTitle.Text
source: Audio and video preview
zh_cn: 音视频预览

# DefaultAudioVolumeLabel.Text
source: Default audio volume
zh_cn: 默认音频音量

# DefaultAudioVolumeDescription.Text
source: Initial volume for audio previews
zh_cn: 音频预览的初始音量

# DefaultVideoVolumeLabel.Text
source: Default video volume
zh_cn: 默认视频音量

# DefaultVideoVolumeDescription.Text
source: Initial volume for video previews
zh_cn: 视频预览的初始音量

# AutoplayAudioLabel.Text
source: Autoplay audio
zh_cn: 自动播放音频

# AutoplayAudioDescription.Text
source: Start audio playback when a preview opens
zh_cn: 打开音频预览时自动开始播放

# AutoplayVideoLabel.Text
source: Autoplay video
zh_cn: 自动播放视频

# AutoplayVideoDescription.Text
source: Start video playback when a preview opens
zh_cn: 打开视频预览时自动开始播放

# ReverseSeekWheelLabel.Text
source: Reverse seek wheel direction
zh_cn: 反转进度滚轮方向

# ReverseSeekWheelDescription.Text
source: Reverse the mouse wheel direction used to seek media
zh_cn: 反转鼠标滚轮调整播放进度的方向

# TextPreviewPageTitle.Text
source: Document preview
zh_cn: 文档预览

# TextPreviewPageDescription.Text
source: Document previewer appearance and behavior
zh_cn: 文档预览器的外观与行为

# PlainTextPreviewSectionTitle.Text
source: Plain text preview
zh_cn: 纯文本预览

# FontFamilyLabel.Text
source: Font family
zh_cn: 字体

# FontFamilyDescription.Text
source: Font used for plain text and code
zh_cn: 纯文本和代码使用的字体

# FontSizeLabel.Text
source: Font size
zh_cn: 字号

# FontSizeDescription.Text
source: Default text size in pixels
zh_cn: 文本的默认像素字号

# SyntaxHighlightingLabel.Text
source: Syntax highlighting
zh_cn: 语法高亮

# SyntaxHighlightingDescription.Text
source: Color recognized code elements
zh_cn: 为识别出的代码元素着色

# SyntaxThemeLabel.Text
source: Highlighting style
zh_cn: 高亮风格

# SyntaxThemeDescription.Text
source: Color palette used for syntax highlighting
zh_cn: 语法高亮使用的颜色方案

# LineNumbersLabel.Text
source: Line numbers
zh_cn: 行号

# LineNumbersDescription.Text
source: Show line numbers on the left side of the preview
zh_cn: 在预览左侧显示行号

# WordWrapLabel.Text
source: Wrap long lines
zh_cn: 自动换行

# WordWrapDescription.Text
source: Wrap text to the available viewport width
zh_cn: 按可用视口宽度换行

# PathCopyGroupLabel.Text
source: Path copying
zh_cn: 路径复制

# QuoteCopiedPathLabel.Text
source: Quote copied paths
zh_cn: 为复制的路径添加引号

# QuoteCopiedPathDescription.Text
source: Wrap copied paths in double quotes
zh_cn: 使用双引号包裹复制的路径

# UnixPathSeparatorsLabel.Text
source: Unix separators
zh_cn: Unix 路径分隔符

# UnixPathSeparatorsDescription.Text
source: Replace backslashes with forward slashes
zh_cn: 将反斜杠替换为正斜杠

# MaintenancePageTitle.Text
source: Maintenance
zh_cn: 维护

# MaintenancePageDescription.Text
source: Runtime status, diagnostics, and saved application state
zh_cn: 运行状态、诊断和已保存的应用状态

# RuntimeStatusGroupTitle.Text
source: Runtime status
zh_cn: 运行状态

# MaintenanceActionsGroupTitle.Text
source: Maintenance actions
zh_cn: 维护操作

# InputCoreLabel.Text
source: Input core
zh_cn: 输入核心

# WebViewAvailabilityLabel.Text
source: WebView2 availability
zh_cn: WebView2 可用性

# WebViewAvailable
source: Runtime available
zh_cn: 运行时可用

# WebViewUnavailable
source: Runtime not found
zh_cn: 未检测到运行时

# AdministratorAccessLabel.Text
source: Administrator access
zh_cn: 管理员权限

# DiagnosticBundleLabel.Text
source: Export diagnostic package
zh_cn: 导出诊断包

# ExportDiagnosticBundleButton.Content
source: Export
zh_cn: 导出

# DiagnosticBundleDescription
source: Package all diagnostic logs and crash dumps
zh_cn: 打包全部诊断日志和崩溃转储

# DiagnosticBundlePickerTitle
source: Select diagnostic package output folder
zh_cn: 选择诊断包输出文件夹

# DiagnosticBundlePackaging
source: Creating diagnostic package...
zh_cn: 正在创建诊断包...

# DiagnosticBundleCreated
source: Saved to {0}
zh_cn: 已保存至 {0}

# DiagnosticBundleFailed
source: Could not create the diagnostic package
zh_cn: 无法创建诊断包

# ResetAllSettingsLabel.Text
source: Reset all settings
zh_cn: 重置所有设置

# ResetAllSettingsDescription.Text
source: Clear saved preferences and exit Glance
zh_cn: 清除已保存的设置并退出 Glance

# ResetAllSettingsButton.Content
source: Reset
zh_cn: 重置

# ResetAllSettingsConfirmationTitle
source: Reset all settings?
zh_cn: 重置所有设置？

# ResetAllSettingsConfirmationMessage
source: All saved Glance preferences will be cleared and the app will exit. You must start Glance manually afterward.
zh_cn: 所有已保存的 Glance 偏好将被清空，应用随后退出。你需要手动重新启动 Glance

# ResetAllSettingsConfirmationPrimary
source: Reset and exit
zh_cn: 重置并退出

# ResetAllSettingsFailedTitle
source: Could not reset settings
zh_cn: 无法重置设置

# ResetAllSettingsFailedMessage
source: Some settings could not be cleared. Glance will remain open.
zh_cn: 部分设置无法清除，Glance 将保持运行

source: OK
zh_cn: 确定

# DuplicateInstanceMessage
source: Glance is already running, press Space to preview files.
zh_cn: Glance 已在运行，按空格即可预览文件

# ResetWindowSizesButton.Content
source: Reset
zh_cn: 重置

# AboutPageTitle.Text
source: About
zh_cn: 关于

# AboutPageDescription.Text
source: Application information
zh_cn: 应用信息

# AboutAuthorLabel.Text
source: Author
zh_cn: 作者

# AboutLicenseText.Text
source: License: GPL-3.0
zh_cn: 许可证：GPL-3.0

# AboutProjectLink.Content
source: GitHub repository
zh_cn: GitHub 仓库

# CheckForUpdatesButton.Content
source: Check for updates
zh_cn: 检查更新

# UpdateAvailableTitle
source: Update available
zh_cn: 发现新版本 Glance

# UpdateAvailableMessage
source: Version {0} is available
zh_cn: 最新版本为 {0}

# UpdateDownloadAndInstall
source: Download and update
zh_cn: 下载并安装

# UpdateOpenRelease
source: Open release
zh_cn: 打开 Release

# UpdateDownloadTitle
source: Downloading update
zh_cn: 正在下载更新

# UpdateDownloadMessage
source: Preparing version {0}
zh_cn: 正在准备版本 {0}

# UpdateCancellingTitle
source: Cancelling download
zh_cn: 正在取消下载

# UpdateCancellingMessage
source: Removing the incomplete update
zh_cn: 正在清理未完成的下载

# UpdateInstallingTitle
source: Installing update
zh_cn: 正在安装更新

# UpdateInstallingMessage
source: Glance will restart automatically
zh_cn: Glance 将自动重新启动

# UpdateDownloadFailedTitle
source: Could not download update
zh_cn: 无法下载更新

# UpdateDownloadNetworkFailedMessage
source: The update could not be downloaded. Check your connection and try again
zh_cn: 无法下载安装包，请检查网络连接后重试

# UpdateDownloadFileFailedMessage
source: The update could not be saved. Check available disk space and try again
zh_cn: 无法保存安装包，请检查可用磁盘空间后重试

# UpdateDownloadIntegrityFailedMessage
source: The downloaded installer did not match the published checksum
zh_cn: 下载的安装包与发布校验值不一致

# UpdateLaunchCancelledTitle
source: Installation cancelled
zh_cn: 已取消安装

# UpdateLaunchCancelledMessage
source: Administrator approval was not granted
zh_cn: 未授予管理员权限

# UpdateLaunchFailedTitle
source: Could not start installer
zh_cn: 无法启动安装程序

# UpdateLaunchFailedMessage
source: The verified installer could not be started
zh_cn: 无法启动已验证的安装程序

# UpdateRetry
source: Retry
zh_cn: 重试

# UpdateUpToDateTitle
source: Glance is up to date
zh_cn: Glance 已是最新版本

# UpdateUpToDateMessage
source: You are using the latest version ({0}).
zh_cn: 当前使用的 {0} 已是最新版本

# UpdateCheckFailedTitle
source: Could not check for updates
zh_cn: 无法检查更新

# UpdateRateLimitedMessage
source: GitHub's request limit has been reached. Try again later.
zh_cn: GitHub 请求次数已达上限，请稍后重试

# UpdateNoReleaseMessage
source: No published release was found.
zh_cn: 未找到已发布的版本

# UpdateCheckFailedMessage
source: Could not reach GitHub. Check your connection and try again.
zh_cn: 无法访问 GitHub，请检查网络连接后重试

# ExitConfirmationTitle
source: Exit Glance?
zh_cn: 退出 Glance？

# ExitConfirmationMessage
source: Preview shortcuts will stop working until Glance is started again.
zh_cn: 重新启动 Glance 前，预览快捷键将停止工作

# ExitConfirmationPrimary
source: Exit
zh_cn: 退出

source: Cancel
zh_cn: 取消

# ExitButtonText.Text
source: Exit Glance
zh_cn: 退出 Glance

# VersionFormat
source: Version {0}
zh_cn: 版本 {0}

# TraySettings
source: Settings
zh_cn: 设置

# TrayExit
source: Exit Glance
zh_cn: 退出 Glance

source: System code page
zh_cn: 系统代码页

# GenericHeader
source: Header ({0} bytes)
zh_cn: 文件头 ({0} 字节)

# AttributeReadOnly
source: Read-only
zh_cn: 只读

# AttributeHidden
source: Hidden
zh_cn: 隐藏

# AttributeSystem
source: System
zh_cn: 系统

# AttributeArchive
source: Archive
zh_cn: 存档

# AttributeCompressed
source: Compressed
zh_cn: 压缩

# AttributeEncrypted
source: Encrypted
zh_cn: 加密

# AttributeOffline
source: Offline
zh_cn: 脱机

# AttributeSparse
source: Sparse
zh_cn: 稀疏

# AttributeReparsePoint
source: Reparse point
zh_cn: 重解析点

# AttributeNormal
source: Normal
zh_cn: 常规

# GenericOwner
source: Owner: {0}
zh_cn: 所有者：{0}

# AccessRead
source: Read
zh_cn: 读取

# AccessWrite
source: Write
zh_cn: 写入

# AccessExecute
source: Execute
zh_cn: 执行

# AccessDelete
source: Delete
zh_cn: 删除

# GenericAccess
source: Access: {0}
zh_cn: 访问权限：{0}

# GenericAttributes
source: Attributes: {0}
zh_cn: 属性：{0}

# GenericModifiedAt
source: Modified at {0}
zh_cn: 修改于 {0}

# GenericCreatedAt
source: Created at {0}
zh_cn: 创建于 {0}

# GenericVolumeId
source: Volume ID: {0}
zh_cn: 卷标识：{0}

# GenericFileId
source: File ID: {0}
zh_cn: 文件 ID：{0}

# FooterModifiedTimeFormat
source: Modified at {0}
zh_cn: 修改于 {0}

# FooterCreationTimeFormat
source: Created at {0}
zh_cn: 创建于 {0}

# SettingsTitleText.Text
source: Glance Settings
zh_cn: Glance 设置

# CloseSettingsButton.ToolTipService.ToolTip
source: Close settings
zh_cn: 关闭设置

# LanguageLabel.Text
source: Language
zh_cn: 语言

# ThemeLabel.Text
source: Theme
zh_cn: 主题

# ThemeSystemItem.Content
source: System
zh_cn: 跟随系统

# ThemeLightItem.Content
source: Light
zh_cn: 浅色

# ThemeDarkItem.Content
source: Dark
zh_cn: 深色

# AccentColorLabel.Text
source: Accent color
zh_cn: 强调色

# AccentSystemText.Text
source: System
zh_cn: 跟随系统

# AccentBlueText.Text
source: Blue
zh_cn: 蓝色

# AccentTealText.Text
source: Teal
zh_cn: 青色

# AccentGreenText.Text
source: Green
zh_cn: 绿色

# AccentOrangeText.Text
source: Orange
zh_cn: 橙色

# AccentRedText.Text
source: Red
zh_cn: 红色

# AccentPinkText.Text
source: Pink
zh_cn: 粉色

# AccentPurpleText.Text
source: Purple
zh_cn: 紫色

# EncodingSelector.Content
source: Detecting...
zh_cn: 正在检测...

# LineNumbersButton.ToolTipService.ToolTip
source: Show line numbers
zh_cn: 显示行号

# ComponentsNavigationItem.Content
source: Components
zh_cn: 附加

# AppearanceGroupTitle.Text
source: Appearance
zh_cn: 外观

# StartupGroupTitle.Text
source: Startup
zh_cn: 启动

# ComponentsPageTitle.Text
source: Components
zh_cn: 附加

# ComponentsPageDescription.Text
source: Optional preview support and runtime status
zh_cn: 可选组件、来源及其运行状态

# ComponentLocationGroupTitle.Text
source: Location
zh_cn: 附加组件位置

# ComponentFolderLabel.Text
source: Component folder
zh_cn: 组件文件夹

# ComponentFolderDescription.Text
source: Glance loads components from this folder at startup
zh_cn: Glance 启动时将从此目录加载组件

# OpenComponentsFolderButton.Content
source: Open folder
zh_cn: 打开文件夹

# ComponentStatusGroupTitle.Text
source: Component status
zh_cn: 附加组件状态

# ComponentEmptyTitle.Text
source: No components installed
zh_cn: 未安装任何组件

# ComponentEmptyDescription.Text
source: Install optional components to add support for more file formats
zh_cn: 安装可选组件以支持更多文件格式

# ComponentStateHealthy
source: Available
zh_cn: 可用

# ComponentStateWarning
source: Warning
zh_cn: 警告

# ComponentStateError
source: Unavailable
zh_cn: 不可用

# ComponentWebViewUnavailable
source: WebView2 Runtime not found
zh_cn: 未检测到 WebView2 运行时

# ComponentDependencyUnavailable
source: Required component {0} is unavailable
zh_cn: 依赖组件 {0} 不可用

# ComponentDependencyCycle
source: The component dependency graph contains a cycle
zh_cn: 组件依赖关系存在循环
